Repository: londomloto/easyflow
Catalog: server/locale/*/LC_MESSAGES/lang.po
Languages: id_id

source: Data already exists!
id_id: Data sudah ada!

source: Unable to delete data
id_id: Tidak dapat menghapus data

source: No data to delete
id_id: Tidak ada data yang dihapus

source: User have never logged in
id_id: Pengguna tidak pernah login

source: Invalid parameters
id_id: Parameter tidak valid

source: %s, welcome to %s
id_id: %s, selamat datang di %s

source: You don't have permission to update diagram
id_id: Anda tidak memilik akses untuk menyunting diagram

source: Invalid application context
id_id: Kontek aplikasi tidak valid

source: Criticisms and suggestions from %s
id_id: Kritik dan saran dari %s

source: An error ocurred while sending message
id_id: Terjadi kesalahan dalam pengiriman pesan

source: You don't have permission to update application settings
id_id: Anda tidak memiliki akses untuk menyunting setting aplikasi

source: Failed to delete tutorial
id_id: Gagal menghapus tutorial

source: Unable to delete admin account
id_id: Gagal menghapus akun admin

source: Password reset request
id_id: Permintaan pembaharuan sandi

source: The email you entered doesn't match the registration info
id_id: Email anda masukan tidak sesuai dengan data pendaftaran

source: Password recovery
id_id: Pembaharuan sandi

source: The email address is not registered
id_id: Alamat email ini tidak terdaftar

source: Your session has been expired!
id_id: Sesi Anda sudah habis!

source: You don't have permission to access this application
id_id: Anda tidak memiliki izin untuk mengakses aplikasi ini

source: Invalid email or password
id_id: Email atau kata sandi tidak benar

source: This email address is not available
id_id: Alamat email ini tidak tersedia

source: An error occurred while creating account
id_id: Terjadi kegagalan dalam pembuatan akun

source: You don't have permission to perform this action
id_id: Anda tidak memiliki izin untuk melakukan tindakan ini

source: Hello world
id_id: Halo dunia

source: Access backend application menu
id_id: Mengakses menu aplikasi dari backend

source: Add user
id_id: Menambah pengguna

source: Service '%s' not found
id_id: Layanan '%s' tidak ditemukan

source: Call to undefined method or service '%s'
id_id: Memanggil fungsi '%s' yang tidak didefinisikan

source: Service %s doesn't found!
id_id: Layanan %s tidak ditemukan!

source: Module %s doesn't found!
id_id: Modul %s tidak ditemukan!

source: Path %s doesn't found
id_id: Alamat %s tidak ditemukan

source: Fatal error
id_id: Kesalahan fatal

source: Error
id_id: Kesalahan

source: Warning
id_id: Peringatan

source: Notify
id_id: Perhatian

source: Deprecated
id_id: Usang

source: Unknown error
id_id: Kesalahan tidak dikenal

source: Unsupported resource
id_id: Sumber daya tidak didukung

source: Access denied
id_id: Akses ditolak

source: Access not allowed
id_id: Akses tidak dizinkan

source: Resource not found
id_id: Sumber daya tidak ditemukan

source: Internal server error
id_id: Kesalahan internal server

source: Event handler must be an Object
id_id: Handler event harus bertipe objek

source: Invalid event type '%s'
id_id: Event '%s' tidak valid

source: The queue is not valid
id_id: Antrian tidak valid

source: Trying to cancel a non-cancelable event
id_id: Mencoba membatalkan event yang tidak mendukung pembatalan

source: Service '%s' not found!
id_id: Layanan '%s' tidak ditemukan

source: Database not connected
id_id: Database tidak terhubung

source: Bulk update: missing data
id_id: Updata masal: tidak ada data

source: Bulk update: missing index
id_id: Update masal: tidak ada index

source: Method %s->%s() doesn't exists!
id_id: Fungsi %s->%s() tidak ditemukan!

source: Call to undefined method %s::%s()
id_id: Fungsi %s::%s() tidak terdefinisi

source: Missing required parameter '%s' for method %s::%s()
id_id: Parameter '%s' yang diperlukan untuk fungsi %s::%s() tidak ada

source: Access token is not ready yet
id_id: Kode akses belum siap digunakan

source: Access token has been expired
id_id: Kode akses sudah kadaluarsa
